tap "nikitabobko/tap"

brew "bat"
brew "carapace"
brew "eza"
brew "fd"
brew "git"
brew "helix"
brew "lazygit"
brew "mise"
brew "neovim"
brew "nushell"
brew "ripgrep"
brew "starship"
brew "stow"
brew "television"
brew "tmux"
brew "yazi"
brew "zsh"
cask "aerospace"
cask "alacritty"
cask "claude"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "raycast"
cask "spotify"
cask "zed"


brew "bash"
brew "fastfetch"
brew "zellij"
cask "ghostty"


cask "balenaetcher"
cask "discord"
cask "iina"
cask "transmission"
