# shells
brew "bash"
brew "zsh"

# clis
brew "bat"
brew "clifm"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "television"
tap "tinted-theming/tinted"
brew "tinty"
brew "zellij"

# clifm should replace
brew "lsd"
brew "starship"
brew "yazi"
# brew "zoxide"

# guis
#
tap "nikitabobko/tap"
cask "aerospace"
cask "alacritty"
cask "brave-browser"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "raycast"
cask "bluesnooze"
cask "balenaetcher"
cask "bambu-studio"
cask "iina"
cask "spotify"
cask "transmission"
