tap "nikitabobko/tap"

brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "helix"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "television"
brew "yazi"
brew "zsh"
cask "aerospace"
cask "alacritty"
cask "claude"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "raycast"
cask "spotify"
cask "zed"

brew "bash"
brew "fastfetch"
brew "zellij"

brew "colima", restart_service: :changed
brew "docker-buildx"
brew "docker"
brew "grpcurl"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "maven"  
brew "protobuf"
cask "intellij-idea-ce"
cask "slack"
cask "tuple"
