# shells
brew "bash"
brew "zsh"

# clis 
brew "bat"
brew "clifm"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "lsd"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "television"
tap "tinted-theming/tinted"
brew "tinty"
brew "tree-sitter-cli"
brew "zellij"

# guis
tap "nikitabobko/tap"
cask "aerospace"
cask "alacritty"
cask "brave-browser"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "raycast"
cask "bluesnooze"
cask "megasync"

# cj
brew "buf"
brew "go"
brew "vault"
brew "bun"

brew "nginx"
tap "cjdev/tap", "git@gitlab.cj.dev:cjdev/homebrew-tap.git"
brew "cjdev/tap/awsenv"
brew "colima", restart_service: :changed
brew "docker-buildx"
brew "docker"
brew "grpcurl"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "maven"  
brew "protobuf"
cask "intellij-idea"
cask "slack"
cask "tuple"
brew "shellcheck"
brew "watchexec"
