
brew "bash"
brew "bat"
brew "carapace"
brew "eza"
brew "fd"
brew "helix"
brew "lazygit"
brew "mise"
brew "nushell"
brew "ripgrep"
brew "starship"
brew "stow"
brew "television"
brew "yazi"
brew "zsh"

brew "aws-cdk"
brew "colima"
brew "docker-buildx"
brew "docker"
brew "lazydocker"
brew "maven"
  
cask "claude"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "font-jetbrains-mono-nerd-font"
cask "keepingyouawake"
cask "nikitabobko/tap/aerospace"
cask "zed"

cask "intellij-idea"
cask "slack"
cask "tuple",
cask "visual-studio-code"
