# Common Brewfile
brew "bash"
brew "bat"
brew "carapace"
brew "eza"
brew "fd"
brew "helix"
brew "lazygit"
brew "mise"
brew "nushell"
brew "ripgrep"
brew "starship"
brew "stow"
brew "television"
brew "yazi"
brew "zsh"
cask "claude"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "keepingyouawake"
cask "nikitabobko\/tap\/aerospace"
cask "zed"
